const questions = [
    {
        id: 1,
        topic: "乳房疼痛／乳腺炎影响了大约___的产妇无法进行母乳喂养？",
        ans: [
            {
                text: "15%",
                key: "A"
            },
            {
                text: "23%",
                key: "B"
            },
            {
                text: "33%",
                key: "C"
            },
            {
                text: "40%",
                key: "D"
            }
        ],
        ans_my:""
    },
    {
        id: 2,
        topic: "乳腺炎常引起乳房疼痛，关于乳腺炎，下列说法中错误的是？",
        ans: [
            {
                text: "哺乳期乳腺炎是一种母乳微生态失调的过程，其表现为细菌多样性降低",
                key: "A"
            },
            {
                text: "乳腺炎女性乳汁中金黄色葡萄球菌、表皮葡萄球菌等条件致病菌及需氧菌的数量明显增加",
                key: "B"
            },
            {
                text: "在乳腺炎中发现的最常见的感染性致病菌是金黄色葡萄球菌，少量乳腺炎乳汁样本中检测出B族链球菌",
                key: "C"
            },
            {
                text: "正常女性乳汁中通常不存在金黄色葡萄球菌等乳腺炎致病菌",
                key: "D"
            }
        ],
        ans_my:""
    },
    {
        id: 3,
        topic: "下列关于母乳微生态来源的主要途径描述错误的是？",
        ans: [
            {
                text: "通过肠－脑轴途径影响内分泌系统从而影响菌群组成",
                key: "A"
            },
            {
                text: "通过肠道－乳腺途径使消化道细菌可伴随淋巴循环到达人体乳腺",
                key: "B"
            },
            {
                text: "受母亲皮肤上的菌群影响",
                key: "C"
            },
            {
                text: "受婴儿口腔内的菌群影响",
                key: "D"
            }
        ],
        ans_my:""
    },
    {
        id: 4,
        topic: "下列不属于乳腺炎抗生素治疗局限性的是？",
        ans: [
            {
                text: "多重耐药	",
                key: "A"
            },
            {
                text: "导致肠道菌群失衡",
                key: "B"
            },
            {
                text: "安全有效",
                key: "C"
            },
            {
                text: "复发率高",
                key: "D"
            }
        ],
        ans_my:""
    },
    {
        id: 5,
        topic: "《促进母乳喂养践行，改善哺乳期乳房健康》蓝皮书是针对以下哪个菌株进行的消费者使用调研？",
        ans: [
            {
                text: "发酵乳杆菌CECT5716",
                key: "A"
            },
            {
                text: "鼠李唐乳杆菌LGG",
                key: "B"
            },
            {
                text: "乳双歧杆菌Bb12",
                key: "C"
            }
        ],
        ans_my:""
    },
    {
        id: 6,
        topic: "发酵乳杆菌CECT5716获得了以下哪些安全认证？（多选）",
        ans: [
            {
                text: "美国食品和药品监督管理局（FDA）的GRAS资质",
                key: "A"
            },
            {
                text: "欧洲食品安全管理局（EFSA）的QPS认证",
                key: "B"
            },
            {
                text: "国家卫计委（现卫健委）的《可用于婴幼儿食品的菌种名单》",
                key: "C"
            },
            {
                text: "农业部的绿色食品认证",
                key: "D"
            }
        ],
        ans_my:""
    }
];
export default questions;